Repository: FreePBX/dahdiconfig
Catalog: i18n/*/LC_MESSAGES/dahdiconfig.po
Languages: ru_ru, vi

source: %s Ports
ru_ru: %s Порты
vi: Các cổng giao tiếp %s

source: -15db (CSU)
vi: -15db (CSU/bộ truyền và nhận tín hiệu trên các đường truyền WAN)

source: -22.5db (CSU)
vi: -22.5db (CSU/bộ truyền và nhận tín hiệu trên các đường truyền WAN)

source: -7.5db (CSU)
vi: -7.5db (CSU/bộ truyền và nhận tín hiệu trên các đường truyền WAN)

source: ..Done
ru_ru: ..Завершено
vi: ..Đã xong

source: 0 db (CSU)/0-133 feet (DSX-1)
vi: Phối hợp trở kháng đường dây:0 db (CSU)/0-133 feet (DSX-1)

source: 133-266 feet (DSX-1)
vi: Thông số kĩ thuật: 133-266 feet (DSX-1)

source: 266-399 feet (DSX-1)
vi: Thông số kĩ thuật: : 266-399 feet (DSX-1)

source: 399-533 feet (DSX-1)
vi: Thông số kĩ thuật: 399-533 feet (DSX-1)

source: 533-655 feet (DSX-1)
vi: Thông số kĩ thuật: 533-655 feet (DSX-1)

source: <strong>WARNING:</strong> advanced users only as it allows you custom define tone definitions used in the protocol! <br /> This parameter is commented by default because YOU DON'T NEED IT UNLESS YOU REALLY UNDERSTAND MFC/R2!
vi: <Strong>CẢNH BÁO:</ strong>Chỉ dành cho người dùng có kinh nghiệm vì nó chỉ cho phép ban tùy chỉnh độ rõ của tông âm thanh được sử dụng trong giao thức!<br />Thông số này được chú thích mặc định vì BẠN KHÔNG CẦN NÓ TRỪ KHI BẠN THỰC SỰ HIỂU VỀ MFC/R2!

source: A group ID number to associate this analog device with when referencing it elswhere using g<num>
ru_ru: Идентификационный номер группы для привязки данного аналогового устройства при ссылки на него где-либо с использованием g<num>
vi: Một nhóm số ID liên kết thiết bị analog này với khi tham chiếu nó tới nơi đang sử dụng khác g<num>

source: A-law Override
ru_ru: A-law Переопределить
vi: Ghi đè A-law

source: AT&amp;T 4ESS
vi: Hãng điện thoại AT&T; Hệ thống chuyển mạch điện tử 4ESS

source: Accept on Offer
vi: Chấp nhận một đề nghị

source: Action
ru_ru: Действие
vi: Thao tác

source: Add type column
ru_ru: Добавить тип колонки
vi: Thêm kiểu cột

source: Adding txgain and rxgain column to analog table
ru_ru: Добавление колонок txgain и rxgain в аналоговую таблицу
vi: Đang thêm cột txgain and rxgain đến bảng analoge

source: Advanced Protocol Configuration File
vi: Tệp cấu hình giao thức nâng cao

source: Advanced Settings
ru_ru: Дополнительные настройки
vi: Các cài đặt nâng cao

source: Alarms
ru_ru: Предупреждения
vi: Các cảnh báo

source: Allow Collect Calls
vi: Cho phép thu thập các cuộc gọi

source: Allow PRI Discrete Channels
ru_ru: Разрешить разделять каналы PRI
vi: Cho phép PRI ( Primary Rate Interface-Giao điện tốc độ chính) phân lập các kênh

source: Also enables call parking (overrides the "canpark" parameter)
ru_ru: Также активирует парковку вызова (обходит параметр "canpark")
vi: Kích hoạt tiếp nhận cuộc gọi tự động ( ghi đè thông số "canpark")

source: Analog %s
ru_ru: Аналоговый %s
vi: %s Analog

source: Analog %s Ports
ru_ru: Аналоговый Порт %s
vi: Công giao tiếp %s Analog

source: Analog Channel %s
ru_ru: Аналоговый канал %s
vi: Kênh analog %s

source: Analog Hardware
ru_ru: Аналоговое оборудование
vi: Phần cứng Analog

source: Answer Immediately
ru_ru: Ответить немедленно
vi: Trả lời ngay

source: Any
ru_ru: Любой
vi: Bất cứ

source: Apply Opermode to FXO Modules
ru_ru: Применить Opermode для модулей FXO
vi: áp dụng chế độ Opermode lên các mô đun FOX

source: Apply Opermode to FXS and FXO Modules
ru_ru: Применить Opermode для модулей FXS и FXO
vi: Áp dụng Opermode vào các mô-đun FXS và FXO

source: Are you sure you want to Restart without hitting 'Apply Config'?
vi: Bạn có chắc chắn muôn khởi động lại mà không nhấn 'Apply Config' ( Áp dụng cấu hình)?

source: Argentina
ru_ru: Аргентина
vi: Quốc gia Ac- gen-ti-na

source: Argentine Spanish
ru_ru: Аргентинский испанский
vi: Quốc gia Ac-gen-ti-na Tây Ban Nha

source: Australia
ru_ru: Австралия
vi: Quốc gia Úc

source: Australian
ru_ru: Австралийский
vi: Người Úc

source: Austria
ru_ru: Австрия
vi: Quốc gia Áo

source: Auto
ru_ru: Авто
vi: Tự động

source: Available DAHDI Groups and Channels configued in the DAHDI Configuration Module
ru_ru: Доступные для конфигурирования группы и каналы в модуле DAHDi
vi: Nhóm DAHDI khả dụng và Các kênh được cấu hình trong Mô đun cấu hình DAHDI

source: BRI PTMP - CPE
vi: BRI (Basic Rate Interface- Giao diện tốc độ cơ bản) - PTMP (Point-to-Multi-Point- Điểm đến đa điểm)- CPE (Customer Premises Equipment - thiết bị nào đặt tại cơ sở của khách hàng)

source: BRI PTMP - Net
vi: BRI (Basic Rate Interface- Giao diện tốc độ cơ bản) - PTMP (Point-to-Multi-Point- Điểm đến đa điểm)-Net

source: BRI PTP - CPE
vi: BRI (Basic Rate Interface- Giao diện tốc độ cơ bản) - PTMP (Point-to-Multi-Point- Điểm đến đa điểm)- CPE (Customer Premises Equipment - thiết bị nào đặt tại cơ sở của khách hàng)

source: BRI PTP - Net
vi: BRI (Basic Rate Interface- Giao diện tốc độ cơ bản) - PTMP (Point-to-Multi-Point- Điểm đến đa điểm)-Net

source: Bahrain
ru_ru: Бахрейн
vi: Vương quốc Bahrain

source: Because of this the module's configuration file write ability is disabled by default. You can enable it in this window or you can later enable it under Advanced Settings
ru_ru: По причине этого запись в файл конфигурации модуля заблокирована по умолчанию. Вы можете разблокировать в этом окне или в Дополнительных Настройках
vi: Do cấu hình của mô đun này nên khả năng ghi tệp bị vô hiệu do mặc định. Nên bạ có thể bật nó trong cửa sổ này hoặc có thể bật nó lên sau khi cài đặt nâng cao

source: Belgium
ru_ru: Бельгия
vi: Vương quốc Bỉ

source: Boostringer
ru_ru: Увеличение амплитуды сигнала вызова
vi: Tăng biên độ của nhạc chuông

source: Both
ru_ru: Оба
vi: Cả hai

source: Brazil
ru_ru: Бразилия
vi: Quốc gia Brazil

source: Brazil uses a special calling party category for collect calls (llamadas por cobrar)<br />instead of using the operator (as in Mexico). The R2 spec in Brazil says a special GB tone should be used to reject collect calls. If you want to ALLOW collect calls specify 'yes', if you want to BLOCK collect calls then say 'no'. Default is to block collect calls. <br />(see also 'mfcr2_double_answer')<br /> <strong>Default:</strong>no
vi: Brazil sử dụng một nhóm các bên gọi điện thoại đặc biệt để thu thập các cuộc gọi (llamadas por cobrar) <br /> thay vì sử dụng nhà điều hành (như ở Mexico). Thông số giao thức R2 tại Braxin cho biết nên sử dụng một tông GB đặc biệt để từ chối thu thập cuộc gọi. Nếu bạn muốn CHO PHÉP thu thập các cuộc gọi thì chỉ định 'Có', nếu bạn muốn CHẶN việc thu thập các cuộc gọi thì chỉ định 'Không'. Chặn cuộc gọi được mặc định. <br />(see also 'mfcr2_double_answer')<br /> <strong>Default:</strong>no

source: Brazil uses a special signal to force the release of the line (hangup) from the backward perspective. <br />When mfcr2_forced_release=no, the normal clear back signal will be sent on hangup, which is OK for most mfcr2 variants except for the Brazilian variant where the central will leave the line up for several seconds (30, 60). <br /> This is sometimes is not what people really want. When mfcr2_forced_release=yes, a different ; signal will be sent to hangup the call indicating that the line should be released immediately.<br /> <strong>Default:</strong>no
vi: Brazil sử dụng tín hiệu đặc biệt để buộc giải phóng các đường dây ( hangup-bị treo) khỏi viễn cảnh lạc hậu. <br />Khi mfcr2_forced_release=no, Tín hiệu phản hồi thông thường sẽ được gửi trên đường dây bị treo, điều này là OK đối với hầu hết các biến thể mfcr nơi mà trung tâm sẽ rời khỏi đường dây trong vòng ít giây (30, 60). <br /> Thỉnh thoảng điều này không là điều mong muốn. <br /> <br /> Khi mfcr2_forced_release=yes, một tín hiệu khác sẽ được gửi tới đường dây hangup , cuộc gọi sẽ chỉ ra rằng đường dây cần được giải phóng ngay lập tức.<br /> <strong>Default:</strong>no

source: Brazilian
ru_ru: Бразильский
vi: Người Brazil

source: Bulgaria
ru_ru: Болгария
vi: Quốc gia Bungari

source: Busy Detect Count
ru_ru: Количество обнаруженных состояний "Занято"
vi: Đếm phát hiện bận

source: By default the DAHDi configuration module will NOT write out any data to protect any current configuration settings
vi: Theo mặc định mô đun cấu hình DAHDi sẽ không ghi bất kỳ dữ liệu nào để bảo vệ cho bất kỳ cài đặt cấu hình hiện tại nào

source: Call Logging Directory
vi: Danh sách nhật ký cuộc gọi

source: Call Logging Enable
vi: Bật nhật ký cuộc gọi

source: Caller Category to Send
vi: Phân loại người gọi để gửi

source: Canada
ru_ru: Канада
vi: Quốc gia Canada

source: Cancel
ru_ru: Отмена
vi: Hủy

source: Channel
ru_ru: Канал
vi: Kênh

source: Channels Used/Total
ru_ru: Каналы Используемые/Всего
vi: Các kênh đã sử dụng/ tổng

source: Charge Calls
vi: Phí các cuộc gọi

source: Checking tables...
vi: Đang kiểm tra các bảng...

source: Chile
ru_ru: Чили
vi: Quốc gia Chile

source: China
ru_ru: Китай
vi: Trung Quốc

source: Chinese
ru_ru: Китайский
vi: Tiếng Trung quốc

source: Choose
ru_ru: Выбор
vi: Chọn

source: Choose the FXS channel for this %s
ru_ru: Выбрать канал FXS для %s
vi: Chọn kênh FXS cho %s này

source: Colombia
vi: Quốc gia Colombia

source: Columbia
ru_ru: Колумбия
vi: Tiếng Columbia

source: Connectivity
ru_ru: Подключения
vi: Khả năng kết nối

source: Context
ru_ru: Контекст
vi: Ngữ cảnh

source: Control hardware DTMF
vi: Điều khiển phần cứng DTMF

source: Create Configured Locations Table
ru_ru: Создать Таблицу сконфигурированных расположений
vi: Tạo bảng vị trí được cấu hình

source: Creating Dahdi Advanced Settings Table
ru_ru: Создать таблицу расширенных настроек Dahdi
vi: Đang tạo bảng các cài đặt nâng cao Dahdi

source: Creating Dahdi Analog Table
ru_ru: Создать аналоговую таблицу Dahdi
vi: Đang tạo bảng Analog Dahdi

source: Creating dahdi modules Table
ru_ru: Создание таблицы dahdi-модулей
vi: Đang tạo bảng các mô đun dahdi

source: Croatia
ru_ru: Хорватия
vi: Quốc gia Croatia

source: Cyrpus
ru_ru: Кипр
vi: Cộng hòa Síp

source: Czech
ru_ru: Чешский
vi: Cộng hòa Séc

source: Czech Republic
ru_ru: Чешская Республика
vi: Cộng hòa Séc

source: D-Channel
ru_ru: D-канал
vi: Kênh D

source: DAHDI Configuration
ru_ru: Конфигурация DAHDI
vi: Cấu hình DAHDI

source: DAHDI NOT FOUND [Suggest Uninstalling the Dahdi Configuration Module]!
ru_ru: DAHDI НЕ НАЙДЕН [Советуем де-инсталлировать модуль конфигурации DAHDI]!
vi: KHÔNG TÌM THẤY DAHDI [ Đề nghị gỡ cài đặt mô đun cấu hình Dahdi]!

source: DAHDI Trunks
ru_ru: Транки DAHDi
vi: Các trung kế DAHDI

source: DAHDi Config
ru_ru: Конфигурация DAHDi
vi: Cấu hình DAHDi

source: DAHDi Configuration Module
ru_ru: Модуль конфигурации DAHDi
vi: Mô đun cấu hình DAHDi

source: DAHDi Doesn't appear to be running. Click the 'Restart DAHDi & Asterisk' button below
vi: DAHi dường như đang không hoạt động. Kích vò nút dưới đây 'Restart DAHDi & Asterisk'

source: DAHDi Executable Location
vi: Vị trí thực thi được của DAHi

source: DAHDi Failed: %s
ru_ru: Ошибка DAHDi: %s
vi: DAHDi đã thất bại:%s

source: DAHDi ModProbe.d Configuration File Location (modprobe.d/dahdi.conf)
vi: Vị trí tệp cấu hình DAHDi ModProbe.d ((modprobe.d/dahdi.conf)

source: DAHDi Module Load/Order
ru_ru: Модуль DAHDi Загрузить/Порядок
vi: Mô đun DAHDi Tải/ Order

source: DAHDi Modules Location
vi: Vị trí các mô đun DAHDi

source: DAHDi Modules Location (/etc/dahdi/modules)
vi: Vị trí các mô đun DAHDi (/etc/dahdi/ các mô đun)

source: DAHDi Started
ru_ru: DAHDi стартовал
vi: Đã khởi động DAHDi

source: DAHDi Stopped
ru_ru: DAHDi остановлен
vi: Đã dừng DAHDi

source: DAHDi System Configuration File Location (dahdi/system.conf)
vi: Vị trí tệp cấu hình hệ thống DAHDi (dahdi/system.conf)

source: DAHDi Write Disabled Disclaimer
ru_ru: Отказ от запрета записи DAHDi
vi: Từ chối vô hiệu tính năng ghi DAHDi

source: DAHDi is DISABLED for writing
ru_ru: DAHDi заблокирован для записи
vi: DAHDi bị vô hiệu để ghi

source: DAHDi trunk configuration is normally done using groups for PRI configuration. If there is a need to configure trunks to specific channels, setting this to true will allow each channel to be configured. This can be useful when troubleshooting a PRI and trying to isolate a bad B Channel.
ru_ru: Конфигурация транка DAHDi предполагает обычно использование каналов в группе для PRI. Если потребуется сконфигурировать транки как отдельные каналы, то установка флага ДА позволит конфигурировать каждый канал в отдельности. Это может быть полезно при поиске проблем в PRI и помочь изолировать плохой канал В.
vi: Việc cấu hình trung kế DAHDi thông thường được thực hiện bằng cách sử dụng các nhóm cho cấu hình PRI. Nếu việc cấu hình các trung kế đến các kênh xác định là cần thiết thì cài đặt về True sẽ cho phép mỗi kênh được cấu hình. Điều này sẽ giúp ích khi khắc phục sự cố hoặc cố gắng cô lập một kênh B bị lỗi.

source: Default Line Mode
ru_ru: Режим линии по умолчанию
vi: Chế độ đi dây mặc định

source: Deleting old dahdi module data from database (its been migrated)
ru_ru: Удаление данных старого модуля DAHDi из базы данных(он переносится)
vi: Đang xóa dữ liệu mô đun dahdi cũ khỏi cơ sở dữ liệu ( nó đã được di chuyển)

source: Denmark
ru_ru: Дания
vi: Quốc gia Đan Mạch

source: Detected new Dahdi Module: wcaxx, Appending to %s
ru_ru: Обнаружен новый модуль DAHDi: wcaxx, Добавление к %s
vi: Mô đun Dahdi mới được phát hiện: wcaxx, Đang thêm vào %s

source: Detected new Dahdi Module: wcte43x, Appending to %s
ru_ru: Обнаружен новый модуль DAHDi: wcte43x, Добавление к %s
vi: Mô đun Dahdi mới được phát hiện: wcte43x, Đang thêm vào %s

source: Determine whether or not to drop call files into mfcr2_logdir. (see tooltip under Call Loggin Directory. <br /> Default: no
vi: Quyết định có nên hay không thả tệp cuộc gọi vào mfcr2_logdir. (see tooltip under Call Loggin Directory. <br /> Default: no

source: Determine whether or not to get the ANI before getting DNIS. Some telcos require ANI first some others do not care.<br /> <strong>Default:</strong>no
vi: Quyết định liệu có nên nhận ANI trước khi nhận DNIS hay không. Một số công ty viễn thông yêu cầu ANI trước tiên, còn một số yếu tố khác không quan tâm.<br /> <strong>Default:</strong>no

source: Device Options
ru_ru: Опции устройства
vi: Các lựa chọn thiết bị

source: Digital Channel %s
ru_ru: Цифровой Канал %s
vi: Kênh kỹ thuật số %s

source: Digital Hardware
ru_ru: Цифровое оборудование
vi: Phần cứng kỹ thuật số

source: Disable
ru_ru: Выключить
vi: Vô hiệu

source: Disable DAHDi Configuration Writes
vi: Vô hiệu các bản ghi cấu hình DAHDi

source: Don't forget to Restart Dahdi & Asterisk after this completes
vi: Không được quên khởi động lại Dahdi & Asterisk sau khi hoàn thành

source: Done
vi: Đã xong

source: Double Answer
vi: Trả lời kép

source: Dutch
ru_ru: Голландский
vi: Nước Hà Lan

source: Echo Canc. NLP Max Suppression
ru_ru: Эхоподавление. NLP Max подавление
vi: Triệt Echo. Khử tối đa NLP

source: Echo Canc. NLP Threshold
ru_ru: Эхоподавление. NLP пороговый уровень
vi: Triệt Echo. Ngưỡng NLP

source: Echo Canc. NLP Type
ru_ru: Эхоподавление. Типы NLP
vi: Triệt Echo. Kiểu NLP

source: Echo Cancel NLP Max Suppression
ru_ru: Эхоподавление. NLP Max подавление
vi: Ngăn chặn tối đa NLP của Triệt tiếng vọng

source: Echo Cancel NLP Threshold
ru_ru: Эхоподавление. NLP пороговый уровень
vi: Ngưỡng NLP của Triệt tiếng vọng

source: Ecuador
ru_ru: Эквадор
vi: Nước Ecuador

source: Edit
ru_ru: Редактировать
vi: Chỉnh sửa

source: Egypt
ru_ru: Египет
vi: Nước Ai Cập

source: Enable
ru_ru: Включить
vi: Kích hoạt

source: Enable Busy Detect
ru_ru: Активировать обнаружение состояния Занято
vi: Kích hoạt tính năng phát hiện bận

source: Enable Call Forwarding
ru_ru: Активировать перевод вызова
vi: Kích hoạt tính năng chuyển tiếp cuộc gọi

source: Enable Call Return
ru_ru: Включить Возврат Вызова
vi: Kích hoạt tính năng gọi lại (Call Return)

source: Enable Call Waiting
ru_ru: Включить ожидание вызова
vi: Kích hoạt tính năng cuộc gọi chờ ( Call Waiting)

source: Enable DTMF CID
vi: Kích hoạt DTMF CID

source: Enable EC when bridged
ru_ru: Включить EC при бриджевании
vi: Kích hoạt EC khi bắc cầu

source: Enable Echo Canceling
ru_ru: Включить эхоподавление
vi: Kích hoạt tính năng triệt tiếng vọng ( Echo Canceling)

source: Enable Echo Training
ru_ru: Включить обучение эхо
vi: Kích hoạt Echo Training

source: Enable Sangoma Cards
vi: Kích hoạt các card Sangoma

source: Enable Three Way Calling
ru_ru: Включить Трехсторонний вызов
vi: Kích hoạt tính năng đàm thoại tay ba (Three Way Calling)

source: Enable Transfer
ru_ru: Включить перевод
vi: Kích hoạt tính năng truyền ( Transfer)

source: Enable echo cancellation
ru_ru: Включить эхоподавление
vi: Kích hoạt tính năng triệt tiếng vọng

source: English
ru_ru: Английский
vi: Tiếng Anh

source: Estonia
ru_ru: Эстония
vi: Nước Estonia

source: Estonian
ru_ru: Эстонский
vi: Tiếng Estonia

source: FSK - Performs Frequency Shift Key detection
ru_ru: FSK- Выполнять частотную манипуляцию
vi: FSK - Thực hiện việc phát hiện điều chế số theo tần số tín hiệu ( FSK)

source: FXO Settings
ru_ru: Настройки FXO
vi: Các cài đặt FXO

source: FXS Honor Mode
ru_ru: Honor режим FXS
vi: Tuy chọn FXS Honor Mode

source: FXS Settings
ru_ru: Настройки FXS
vi: Các cài đặt FXS

source: Fast Ringer (25hz)
ru_ru: Быстрый сигнал вызова (25 гц)
vi: Tăng tốc độc chuông- Fast Ringer (25hz)

source: Fast Ringer to 50v Peak
ru_ru: Установить амплитуду сигнала вызова в 50В в пике
vi: Tăng tốc độ chuông đật đỉnh 50v

source: Fastringer
ru_ru: Быстрый сигнал вызова
vi: Tăng tốc độ chuông (Fastringer)

source: Fastringer:
ru_ru: Быстрый сигнал вызова:
vi: Tăng tốc độ chuông (Fastringer):

source: Fax Detection
ru_ru: Детектировать факс
vi: Phát hiện fax

source: File %s does not exist.
vi: Tệp %s không tồn tại.

source: File %s is not owned by %s
ru_ru: %s не является владельцем файла %s
vi: Tệp %s không thuộc sở hữu của %s

source: Finland
ru_ru: Финляндия
vi: Nước Phần Lan

source: Finnish
ru_ru: Финский
vi: Tiếng Phần Lan

source: For FXS ports (either direct analog or over T1/E1)
ru_ru: Для FXS портов (аналоговый или через T1/E1)
vi: Đói với các cổng giao tiếp FXS (analog trực tiếp hoặc qua T1/E1)

source: For digital ports using ISDN PRI protocols
ru_ru: Для цифровых портов с использованием протокола ISDN PRI
vi: Đối với các cổng kỹ thuật số đang sử dụng giao thức ISDN PRI

source: For fax detection
ru_ru: Для обнаружения факса
vi: Đối với việc phát hiện fax

source: For your changes to take effect, click the 'Restart DAHDi & Asterisk' button below
vi: Để thay đổi có hiệu lực, kích vào nút "Restart DAHDi & Asterisk " ( khởi động lại DAHDi & Asterisk) dưới đây

source: For your hardware changes to take effect, you need to reboot your system
vi: Để các thay đổi phần cứng có hiệu lực, bạn phải khởi động lại hệ thống

source: For your hardware changes to take effect, you need to reboot your system! <br/> or <br/>Press the 'Restart DAHDi & Asterisk' button below
vi: Để các thay đổi phần cứng có hiệu lực, bạn phải khởi động lại hệ thống! <br/> or <br/> nhấn vào nút sau "Restart DAHDi & Asterisk" ( Khởi động lại DAHi & Asterisk)

source: Forced Release
vi: Giải phóng bắt buộc

source: Framing/Coding
ru_ru: Фрейминг/Кодирование
vi: Lập khung/ Đọc mã

source: France
ru_ru: Франция
vi: Nước Pháp

source: French
ru_ru: Французский
vi: Tiếng Pháp

source: Full Wave
ru_ru: Двухполупериодный
vi: Toàn sóng

source: General Settings
ru_ru: Основные настройки
vi: Các cài đặt chung

source: Generally, it is not necessary (and in fact undesirable) to echo cancel when the circuit path is entirely TDM. You may, however, change this behavior by enabling the echo canceler during pure TDM bridging below
ru_ru: В общем эхоподавление необязательно( фактически нежелательно) когда канальный тракт полностью TDM. Вы можете, однако, изменить это поведение включением эхоподавителя посредством "чистого" TDM-бриджевания
vi: Thông thường, việc triệt tiếng vọng không cần thiết khi một mạch đường dẫn hoàn toàn là TDM ( Time Division Multiplexing Ghép kênh phân chia theo thời). Tuy nhiên, bạn có thể thay đổi trạng thái này bằng cách kích hoạt bộ hủy tiếng vọng trong quá trình kết nối TDM thuần túy dưới đây

source: German
ru_ru: Немецкий
vi: Nước Đức

source: Germany
ru_ru: Германия
vi: Tiếng Đức

source: Get ANI Before DNIS
vi: Nhận ANI trước DNIS

source: Global Settings
ru_ru: Глобальные настройки
vi: Các cài đặt toàn cầu

source: Greece
ru_ru: Греция
vi: Nước Hi Lạp

source: Greek
ru_ru: Греческий
vi: Tiếng Hi Lạp

source: Group
ru_ru: Группа
vi: Nhóm

source: Group %s Ascending
ru_ru: Группа %s По возрастанию
vi: Nhóm %s tăng dần

source: Group %s Descending
ru_ru: Группа %s По убыванию
vi: Nhóm %s giảm dần

source: Group %s Round Robin Ascending
ru_ru: Группа %s по круговому возрастанию
vi: Nhóm %s Reoun robin tăng dần

source: Group %s Round Robin Descending
ru_ru: Группа %s по круговому убыванию
vi: Nhóm %s Round Robin giảm dần

source: Guam
ru_ru: Гуам
vi: Nước Guam

source: Hindi
ru_ru: Хинди
vi: Tiếng Hindi

source: Hong Kong
ru_ru: Гонконг
vi: Hồng Kông

source: Hongkong
ru_ru: Гонконгский
vi: Hồng Kông

source: Hoth Noise
ru_ru: Hoth-шум
vi: Tiếng ồn Hoth

source: Hoth Noise - This setting causes the NLP to inject a low-end Gaussian noise with a frequency spectrum similar to voice. For users in normal environments, Hoth Noise may be acceptable
ru_ru: Hoth-шум - эта настройка указывает NLP внести низкочастотный Гауссов шум с частотной характеристикой, аналогичной голосу. Для пользователей в обычной окружающей обстановке Hoth-шум может быть приемлемым
vi: Hoth Noise- Cài đặt này sẽ làm NLP thêm tiếng ồn Gaussian cấp thấp với tần số tượng tự như giọng nói. Đối với người dùng trong các môi trường bình thường, Hoth Noise có thể chấp nhận được

source: Hoth Noise - This setting causes the NLP to inject a low-end Gaussian noise with a frequency spectrum similar to voice. For users in normal environments, Hoth Noise may be acceptable.
ru_ru: Hoth-шум - эта настройка указывает NLP внести низкочастотный Гауссов шум с частотной характеристикой, аналогичной голосу. Для пользователей в обычной окружающей обстановке Hoth-шум может быть приемлемым.
vi: Hoth Noise- Cài đặt này sẽ làm NLP thêm tiếng ồn Gaussian cấp thấp với tần số tượng tự như giọng nói. Đối với người dùng trong các môi trường bình thường, Hoth Noise có thể chấp nhận được.

source: Hungarian
ru_ru: Венгерский
vi: Tiếng Hungary

source: Hungary
ru_ru: Венгрия
vi: Quốc gia Hungary

source: Iceland
ru_ru: Исландия
vi: Nước Ai xơ len

source: If busydetect is enabled, it is also possible to specify how many busy tones to wait for before hanging up. The default is 3, but it might be safer to set to 6 or even 8. Mind that the higher the number, the more time that will be needed to hangup a channel, but lowers the probability that you will get random hangups
ru_ru: Если включена функция обнаружения состояние "Занято",то возможно указать количество тонов "Занято" , которое следует ожидать перед отсоединением. По умолчанию 3, но для большей уверенности можно установить 6 или даже 8. Имейте ввиду, что чем больше значение,тем больше времени необходимо для отсоединения; в то же время использование малого значения может привести к случайным отсоединениям
vi: Nếu kích hoạt busydetect ( phát hiện bận), thì có thể xác định được số lượn các âm bận để đợi trước khi dập máy. Mặc định là 3, nhưng để an toàn hơn có thể cài đặt là 6 thậm chí là 8. Lưu ý răng nếu số lượng hồi chuông nhiều hơn thì sẽ cần nhiều thời gian để dập máy một kênh, nhưng sẽ làm giảm khả năng bạn nhận được các hangup ( cúp máy) ngẫu nhiên

source: Immediate Accept
vi: Chấp nhận ngay lập tức

source: In Any mode it'll run 92 channels of either codec.
ru_ru: В режиме "Любой" инициализируется 92 канала с любым кодеком.
vi: Trong bất kỳ chế độ nào, 92 kênh của một trong hai Codec sẽ được chạy.

source: In G.723.1 mode it'll run 92 channels
ru_ru: В режиме G.723.1 инициализируется 92 канала
vi: Trong chế độ G.723.1 nó sẽ chạy 92 kênh
