Repository: FreePBX/dahdiconfig
Catalog: i18n/*/LC_MESSAGES/dahdiconfig.po
Languages: ru_ru, vi

source: In G.729 mode it'll run 120 channels
ru_ru: В режиме G.729 инициализируется 120 каналов
vi: Trong chế độ G.729 nó sẽ chạy 120 kênh

source: In some cases this option can make echo worse! If you are trying to debug an echo problem, it is worth checking to see if your echo is better with the option set to yes or no. Use whatever setting gives the best results
ru_ru: В некоторых случаях эта опция может вызвать усиление эха! Если вы пытаетесь отладить проблемы эха, то стоит проверить, как эта опция влияет на эхо. Используйте любую настройку, которая обеспечивает лучший результат
vi: Trong nhiều trường hợp, lựa chọn này có thể tạo ra những tiếng vọng tệ hơn! Nếu bạn đang cố gắng để giải quyết một sự cố về tiếng vọng, hãy đánh dấu check vào tùy chọn yes hoặc no để xem echo có tốt hơn không. Sử dụng bất cứ cài đặt nào để đem lại những kết quả tốt hơn

source: In some cases, the echo canceller doesn't train quickly enough and there is echo at the beginning of the call. Enabling echo training will cause DAHDI to briefly mute the channel, send an impulse, and use the impulse response to pre-train the echo canceller so it can start out with a much closer idea of the actual echo. Value may be "yes", "no", or a number of milliseconds to delay before training (default = 400)
ru_ru: В некоторых случаях эхоподавитель обучается достаточно быстро, и в начале вызова может наблюдаться эхо. Включение режима обучения заставит DAHDi на некоторое время блокировать звук в канале, послать импульс. Ответный импульс будет использован для предварительного обучения эхоподавителя. Возможные значения : "да" , "нет" или количество миллисекунд задержки перед обучением(по умолчанию = 400)
vi: Trong một số trường hợp, bộ triệt echo sẽ không đào tạo đủ nhanh và sẽ xuất hiện echo vào đầu cuộc gọi. Kích hoạt echo training sẽ giúp DAHDi tắt tiếng kênh này, gửi tới một xung và sử dụng xung này để trả lời bộ triệt echo trước khi train do đó nó có thể bắt đầu với ý tưởng một thực tế của echo gần hơn. Có thể đặt giá trị là "yes", "no" hay mili giây để trì hoãn trước khi training ( mặc định=400)

source: Incoming
ru_ru: Входящий
vi: Đến

source: India
ru_ru: Индия
vi: Ấn Độ

source: Indonesia
ru_ru: Индонезия
vi: In đô nê si a

source: Inserting Old Data from Dahdi Advanced Table
ru_ru: Добавление старых данных из Расширенной таблицы DAHDi
vi: Đang chèn dữ liệu cũ từ bảng nâng cao Dahdi

source: International Telecommunication Union
vi: Hiệp hội viễn thông quốc tế

source: Ireland
ru_ru: Ирландия
vi: Ai xơ len

source: Israel
ru_ru: Израиль
vi: Nước Israel

source: Israeli Hebrew
ru_ru: Иврит
vi: Tiếng Do Thái

source: It is YOUR responsibility to backup all relevant files on your system!
ru_ru: Это ВАША обязанность делать резервные копии всех важных файлов в вашей системе!
vi: Nhiệm vụ của bạn là sao lưu tất cả các tệp liên quan trong máy tính của mình !

source: Italian
ru_ru: Итальянский
vi: Tiếng Ý

source: Italy
ru_ru: Италия
vi: Nước Ý

source: Japan
ru_ru: Япония
vi: Nước Nhật

source: Japanese
ru_ru: Японский
vi: Tiếng Nhật

source: Jordan
ru_ru: Иордания
vi: Nước Jordan

source: Kazakhstan
ru_ru: Казахстан
vi: Nước Kazakhstan

source: Kewl Start - Coined term for an extension of loop start (FXO and FXS) signaling which adds disconnect supervision through the use of an open switching interval (OSI). In addition to the operation afforded by loop start, the CO (central office) signals the terminal (user) end that the distant party has hung up. The CO switch will remove battery voltage from the loop for about 250 ms, within 6 seconds after the far-end party disconnects.
ru_ru: Отличный Старт - Вымышленный термин для расширения петлевой сигнализации (FXO и FXS), которое добавляет контроль за разъединением посредством использования открытого интервала коммутации (OSI). Вдобавок к функционалу, предоставляемому Loop Start-ом, головной офис сигнализирует оконечный узел (пользователя) о том, что удалённая сторона завершила вызов. Коммутатор на головном узле отключит напряжение в петле примерно на 250 мс, в течение 6-ти секунд после отключения удалённой стороны.
vi: Kewl Start - Thuật ngữ để chỉ một máy nhánh của loop start signaling (FXO và FXS) giám sát mất kết nối thông qua việc sử dụng khoảng chuyển mạch hở (OSI). Bên cạnh các hoạt động bởi loop start, CO (văn phòng trung tâm) báo hiệu đến điểm cuối (người dùng) rằng bên nghe máy từ xa đã cúp máy. Công tắc CO sẽ loại bỏ điện áp pin ra khỏi loop trong khoảng 250 ms, trong vòng 6 giây sau khi phóa bên người dùng từ xa ngắt kết nối.

source: Kuwait
ru_ru: Кувейт
vi: Nước Cô oét

source: Latvia
ru_ru: Латвия
vi: Nước Latvia

source: Lebanon
ru_ru: Ливан
vi: Nước Lebanon

source: Line Mode
vi: Chế độ đường dây

source: Lithuania
ru_ru: Литва
vi: Nước Lithuania

source: Lithuanian
ru_ru: Литовский
vi: Tiếng Lithuania

source: Location of the DAHDi Executable
vi: Vị trí của thực thi DAHDi

source: Log Levels
vi: Các cấp nhật ký

source: Logging is stored at the Asterisk logging directory specified in asterisk.conf plus mfcr2/<whatever you put here>. If you specify 'span1' here and asterisk.conf has as logging directory /var/log/asterisk then the full path to your MFC/R2 call logs will be /var/log/asterisk/mfcr2/span1 (the directory will be automatically created if not present already)
vi: Nhật ký lưu trữ tại danh bạ nhật ký Asterisk được xác định trong asterisk.conf plus mfcr2/<bạn đặt ở đây bất kỳ cái gì>. Nếu bạn chỉ định 'span1' ở đây và asterisk.con có một danh bạ nhật ký /var/log/asterisk sau đó đường dẫn đầy đủ tới các nhật ký cuộc gọi MFC/R2 của bạn sẽ là /var/log/asterisk/mfcr2/span1( Danh bạ sẽ được tạo tự động nếu nó chưa có)

source: Loop Start - When idle, or on-hook, the loop potential is held a nominal 48V DC, provided by the telephone exchange or a foreign exchange station (FXS) interface. When a terminal initiates use the line, it causes current to flow by closing the loop, and this signals the FXS end to provide dial tone on the line and to expect dial signals, in form of DTMF digits or dial pulses, or a hook flash. When the loop is opened and current stops flowing, the subscriber equipment signals that it has finished using the line; the telephone exchange resets the line to an idle state.
ru_ru: Старт петли - При простое или при положенной трубке, напряжение в петле держится на уровне номинала в 48В, что обеспечивается интерфейсом FXS. Когда оконечное устройство инициирует использование линии, это приводит к замыканию цепи, и это заставляет FXS обеспечить тоновый сигнал на линии и ожидать сигналы набора либо в форме DTMF-цифр или импульсов. Когда петля разомкнута и ток не идёт, оконечное оборудование сигнализирует,что оно более не использует линию; телефонная станция сбрасывает линию в состояние простоя.
vi: Loop Start - Khi ở trạng thái rỗi, hoặc treo, điện thế vòng danh nghĩa được giữ ở 48V DC, được cung cấp bởi tổng đài điện thoại hoặc một giao diện trạm ngoại hối (FXS). Khi một thiết bị đầu cuối sử dụng đường dây, nó tạo nên một dòng điện bằng cách đóng vòng, và điều này báo hiệu kết thúc FXS để cung cấp tín hiệu quay số trên đường dây và để đợi các tín hiệu quay số, dưới dạng các chữ số DTMF hoặc dạng xung quay số, hoặc hook flash . Khi vòng lặp được mở và dòng điện ngừng, thiết bị thuê bao báo hiệu rằng nó đã hoàn thành sử dụng đường dây; tổng đài điện thoại sẽ cài đặt lại đường dây ở trạng thái rỗi.

source: Lowpower
ru_ru: Маломощный
vi: Điện (pin) yếu

source: Luxembourg
ru_ru: Люксембург
vi: Nước Luxembourg

source: MF Timeout
vi: Thời gian chờ MF

source: MFC/R2
vi: Báo hiệu MFC/R2

source: MFC/R2 Settings
vi: Cài đặt báo hiệu MFC/R2

source: MFC/R2 Variant
vi: Biến MFC/R2

source: MFC/R2 valid logging values are: all, error, warning, debug, notice, cas, mf, stack, nothing<br />error,warning,debug and notice are self-descriptive. <br />'cas' is for logging ABCD CAS tx and rx<br />'mf' is for logging of the Multi Frequency tones<br /> 'stack' is for very verbose output of the channel and context call stack, only useful if you are debugging a crash or want to learn how the library works. The stack logging will be only enabled if the openr2 library was compiled with -DOR2_TRACE_STACKS. <br /> You can mix up values, like: <strong>`loglevel=error,debug,mf`</strong> to log just error, debug and multi frequency messages<br /> 'all' is a special value to log all the activity <br /> 'nothing' is a clean-up value, in case you want to not log any activity for a channel or group of channels <br /> BE AWARE that the level of output logged will ALSO depend on the value you have in logger.conf, if you disable output in logger.conf then it does not matter you specify 'all' here, nothing will be logged so logger.conf has the last word on what is going to be logged
vi: Các giá trị logging hợp lệ MFC/R2 là: all, error, warning, debug, notice, cas, mf, stack, nothing<br />error,warning,debug and notice đều là giá trị tự mô tả. <br />'cas cho việc ghi lại (logging) ABCS CAS tx và rx<br />'mf' cho việc ghi nhiều tần số nhạc. <br /> 'stack' là cho các đầu rườm rà của các kênh và ngữ cảnh call stack, và chỉ hữu ích khi bạn đang sửa một sự cố hay muốn tìm hiểu cách mà thư viện hoạt động. Stack logging sẽ chỉ được kích hoạt nếu thư viện openr2 tuân theo -DOR2_TRACE_STACKS. <br /> bạn có thể trộn các giá trị, như: <strong>`loglevel=error,debug,mf`</strong> để ghi lại lỗi, debug and multi frequency messages<br /> 'all' là một giá trị đặc biệt để ghi lịa tất cả các hoạt động <br /> 'nothing' giá một giá trị clean-up ( dọn sạch), trong trường hợp bạn không muốn ghi lại bất kỳ hoạt động nào của một kênh hoặc một nhóm kênh <br /> BE AWARE mà cấp độ của đầu ra dduwowcjghi sẽ phụ thuộc vào giá trị bạn có trong logger.conf, nếu bạn vô hiệu đâu ra trong looger.conf thì a=sau đó nó sẽ không quan trọng việc bạn chỉ định 'all" ở đây, sẽ không có gì được ghi lại do đó logger.conf sẽ có từ cuối trên những gì sẽ được ghi

source: MFC/R2 value in milliseconds for the MF timeout. <br />Any negative value means 'default', smaller values than 500ms are not recommended and can cause malfunctioning. <br />If you experience protocol error due to MF timeout try incrementing this value in 500ms steps<br /> <strong>Default:</strong>-1
vi: MFC / R2 giá trị tính bằng mili giây cho thời gian chờ MF. <br /> Bất kỳ giá trị âm nào có nghĩa là 'mặc định', khuyến cáo không sử dụng giá trị nhỏ hơn 500ms vì có thể gây hỏng hóc. <br /> Nếu bạn gặp lỗi về giao thức do thời gian chờ MF cố gắng tăng giá trị này lên lần lượt theo mức 500ms trên 1 lần <br /><strong>Mặc định:</ strong>-1

source: MFC/R2 variant, this depends on the OpenR2 supported variants. A list of values can be found by executing the openr2 command `r2test -l`
vi: Biến MFC/R2, phụ thuộc vào các biến hỗ trợ OpenR2. Một danh sách các giá trị có thể được tìm thấy bằng cách thực hiện lệnh openr2 `r2test -l`

source: MWI Mode
ru_ru: Режим MWI
vi: Chế độ MWI

source: Make sure to hit 'Apply Config' if you've made any changed before Restarting DAHDi & Asterisk
vi: Đảm bảo nhấn vào ''Apply Config' nếu bạn vừa thay đổi bất cứ điều gì trước khi khởi động lại DAHDi & Asterisk

source: Malaysia
ru_ru: Малайзия
vi: Nước Malaysia

source: Malta
ru_ru: Мальта
vi: Nước Malta

source: Master
vi: Chủ

source: Max ANI
vi: ANI tối đa

source: Max DNIS
vi: DNIS tối đa

source: Max amount of ANI to ask for<br /> <strong>Default:</strong>10
vi: Số lượng tối đa của ANI yêu cầu cho <br /> <strong>Default:</strong>10

source: Max amount of DNIS to ask for<br /> <strong>Default:</strong>4
vi: Số lượng tối đa của DNIS yêu cầu cho <br /> <strong>Default:</strong>4

source: Metering Pulse Time Out
vi: Đo thời gian chờ xung

source: Metering pulses are sent by some telcos for some R2 variants during a call presumably for billing purposes to indicate costs, however this pulses use the same signal that is used to indicate call hangup. <br />Therefore a timeout is sometimes required to distinguish between a <strong>real</strong> hangup and a billing pulse that should not last more than 500ms. <br />If you experience call drops some minutes after being established, try setting a value of some ms here. Values greater than 500ms are not recommended. <br /> BE AWARE that choosing the proper protocol mfcr2_variant parameter implicitly sets a good recommended value for this timer.<br />Use this parameter only when you *really* want to override the default, otherwise just comment out this value or put a -1. <br /> Any negative value means 'default'.<br /> <strong>Default:</strong>-1
vi: Một số nhà cung cấp dịch vụ viễn thông sẽ gửi các xung đo đối với các biến R2 trong suốt một cuộc gọi diễn ra để tính toán chi phí cho mục đích thanh toán, tuy nhiên các xung này sử dụng cùng một tín hiệu được sử dụng để chỉ thị việc ngắt cuộc gọi. <br /> Do đó, thời gian chờ đôi khi cần thiết để phân biệt giữa <strong> real</ strong> hangup và xung thanh toán không nên kéo dài quá 500ms. <br /> Nếu bạn để rớt cuộc gọi vài phút sau khi cuộc gọi được thiết lập, hãy thử đặt một giá trị của một số mili giây (ms) ở đây. Không khuyến cáo đặt các giá trị lớn hơn 500ms. <br /> Hãy cẩn thận khi lựa chọn giao thức mfcr2_variant để đặt một giá trị được đề xuất cho bộ đếm thời gian này. <br /> Chỉ nên sử dụng tham số này khi bạn thực sự muốn ghi đè lên mặc định, nếu không thì chỉ cần ghi chú giá trị này hoặc đặt là -1. <br /> Bất kỳ giá trị âm nào cũng có nghĩa là 'mặc định'. <br /><strong>Default:</ strong>-1

source: Mexico
ru_ru: Мексика
vi: Nước Mexico

source: Migrating Old Data from Dahdi Advanced Table
ru_ru: Перенос старых данных из расширенной таблицы DAHDi
vi: Di chuyển dữ liệu cũ ra khỏi bảng nâng cao Dahdi

source: Migrating module %s from serialized data to json
ru_ru: Перенос модуля %s из сериализованных данных в json
vi: Di chuyển mô đun %s từ khỏi dữ liệu thứ tự đến json

source: ModProbe.d Configuration File Location
vi: Vị trí tệp cấu hình ModProbe.d

source: Mode
ru_ru: Режим
vi: Chế độ

source: Modprobe Settings
ru_ru: Настройки Modprobe
vi: Cài đặt Modprobe

source: Module Name
ru_ru: Имя модуля
vi: Tên mô đun

source: Module Settings
ru_ru: Настройки модуля
vi: Cài đặt mô đun

source: Morocco
ru_ru: Марокко
vi: Nước Morocco

source: Moving/Adding dchannel column
ru_ru: Перемещение/Добавление колонки dchannel
vi: Di chuyển/ Thêm các cột kênh d

source: Mute
ru_ru: Отключить звук
vi: Im lặng

source: Mute - This setting causes the NLP to mute inbound audio streams while a user connected to Asterisk is speaking. For users in quiet environments, Mute may be acceptable
ru_ru: Отключить звук - эта установка заставляет NLP отключить входной звуковой поток пока пользователь, подключенный к Asterisk, разговаривает. Для пользователей в тихом окружении, эта установка может иметь применение
vi: Im lăng ( Mute) - Cài đặt này sẽ làm NLP tắt các dòng âm thanh vào khi người được kết nối với Asterisk đang nói. Đối với những người dùng trong môi trường im lặng, Chế độ Im lặng ( Mute) có thể chấp nhận được

source: Mute - This setting causes the NLP to mute inbound audio streams while a user connected to Asterisk is speaking. For users in quiet environments, Mute may be acceptable.
ru_ru: Отключить звук - эта установка заставляет NLP отключить входной звуковой поток пока пользователь, подключенный к Asterisk, разговаривает. Для пользователей в тихом окружении, эта установка может иметь применение.
vi: Im lăng ( Mute) - Cài đặt này sẽ làm NLP tắt các dòng âm thanh vào khi người được kết nối với Asterisk đang nói. Đối với những người dùng trong môi trường im lặng, chế độ Im lặng ( Mute) có thể chấp nhận được.

source: NEON - Performs Neon MWI detection
ru_ru: NEON - выполняет обнаружение Neon MWI
vi: NEON- Thực hiện việc phát hiện MWI

source: NEON - Performs Neon MWI detection.
ru_ru: NEON - выполняет обнаружение Neon MWI.
vi: NEON- Thực hiện việc phát hiện MWI.

source: National ISDN 2 (<?php echo ('default')?>)
vi: ISDN 2 quốc gia (<?php echo ('mặc định')?>)

source: Neon MWI Off Limit
ru_ru: NEON MWI Off лимит
vi: Giới hạn Tắt MWI Neon

source: Neon MWI Voltage Level
ru_ru: Уровень напряжения NEON MWI
vi: Cấp biến áp MWI Neon

source: Netherlands
ru_ru: Нидерланды
vi: Hà Lan

source: New Zealand
ru_ru: Новая Зеландия
vi: Nước Niu Di Lân

source: Newzealand
ru_ru: Новозеландский
vi: Nước Niu Di Lân

source: Nigeria
ru_ru: Нигерия
vi: Nước Nigeria

source: No
ru_ru: Нет
vi: Không

source: No Available Groups or Channels
ru_ru: Нет доступных групп или каналов
vi: Không có nhóm hay kênh nào khả dụng

source: No Unused DAHDi Channels Available
ru_ru: Нет больше незадействованных каналов DAHDi
vi: Không có kênh DAHDi kgar dụng nào không sử dụng

source: None
ru_ru: Нет
vi: None (Không có)

source: None - This setting disables NLP processing and is not a recommended setting. Under most circumstances, choos- ing None will cause some residual echo
ru_ru: Никакой - Эта установка отключает NLP-обработку и не рекомендована. В большинстве схемах подключения, такой выбор может вызвать некоторое остаточное эхо
vi: None- Cài đặt này sẽ vô hiệu quá trình xử lý NLP và đây không phải là một cài đặt được khuyến nghị sử dụng. Trong hầu hết nhiều trường hợp, việc lựa chọn None sẽ làm sót lại một số tiếng vọng

source: None - This setting disables NLP processing and is not a recommended setting. Under most circumstances, choos- ing None will cause some residual echo.
ru_ru: Никакой - Эта установка отключает NLP-обработку и не рекомендована. В большинстве схемах подключения, такой выбор может вызвать некоторое остаточное эхо.
vi: None- Cài đặt này sẽ vô hiệu quá trình xử lý NLP và đây không phải là một cài đặt được khuyến nghị sử dụng. Trong hầu hết nhiều trường hợp, việc lựa chọn None sẽ làm sót lại một số tiếng vọng.

source: Normal
ru_ru: Нормальный
vi: Thông thường

source: Norway
ru_ru: Норвегия
vi: Nước Na uy

source: Norwegian
ru_ru: Норвежский
vi: Tiếng Na uy

source: Note that if any of your DAHDI cards have hardware echo cancelers, then this setting only turns them on and off. There are no special settings required for hardware echo cancelers; when present and enabled in their kernel modules, they take precedence over the software echo canceler compiled into DAHDI automatically
ru_ru: Имейте ввиду, что если любая из ваших DAHDi-плат оснащена аппаратным эхоподавителем,то только эта настройка может включить или выключить его. Нет каких-либо специальных установок для аппаратных эхоподавителей; при их наличии и активации в их модулях ядра, они имеют приоритет над программным обеспечением эхоподавителя, скомпилированным автоматически в DAHDi
vi: Với cài đặt None- nếu các card DAHDI của bạn có phần cứng của các bộ triệt tiếng vọng, thì cài đặt này chỉ bật hoặc tắt chúng. Không có cài đặt đặc biệt nào được yêu cầu cho phần cứng của các bộ triệt tiếng vọng; khi có mặt và được kích hoạt trong các mô đun kernel, chúng sẽ được ưu tiên hơn phần mềm của bộ triệt tiếng vọng đã biên lập tự động trong DAHDI

source: Note that these parameters do not apply to hardware echo cancellers
ru_ru: Имейте ввиду,что эти параметры не применимы к аппаратным эхоподавителям
vi: Lưu ý rằng các thông số nay sẽ không áp dụng cho phần cứng của các bộ triệt tiếng vọng

source: Note: If yes the dialplan execution will always start at extension 's' priority 1 regardless of the dialed number!
ru_ru: Замечание: Если установлено в "Да" , то выполнение диалплана всегда будет начинаться с внутреннего номера "s" с приоритетом "1" независимо от набранного номера!
vi: Lưu ý: Nếu Yes thì việc thực hiện kế hoạch cuộc gọi sẽ luôn luôn khởi động tại máy nhánh 's' trước 1 bất kể số đã gọi nào!

source: Old National ISDN 1
vi: ISDN 1 quốc gia cũ

source: Oman
ru_ru: Оман
vi: Quốc gia Oman

source: On trunk interfaces (FXS) and E&M interfaces (E&M, Wink, Feature Group D etc) it can be useful to perform busy detection either in an effort to detect hangup or for detecting busies
ru_ru: На транковом интерфейсе (FXS) и интерфейсах E&M (E&M, Wink, Feature Group D и т.д.) может быть полезным осуществлять определение состояния "Занято" либо при завершении вызова или при занятости
vi: Các giao diện trung kế (FXS) và các giao diện E&M ( E&M, Wink, Feature Group D etc) có thể có ích trong việc phát hiện các cuộc gọi bận và cả phát hiện các cuộc gọi cúp máy

source: Other Global Dahdi Settings
ru_ru: Другие глобальные установки DAHDi
vi: Các cài đặt Dahdi toàn cầu khác

source: Other Modprobe Settings
ru_ru: Другие настройки Modprobe
vi: Các cài đặt Modprobe khác

source: Outgoing
ru_ru: Исходящий
vi: Đi ra

source: Pakistan
ru_ru: Пакистан
vi: Nước Pakistan

source: Peak (89v)
ru_ru: Пик (89v)
vi: Đỉnh (89v)

source: Peru
ru_ru: Перу
vi: Nước Peru

source: Philippines
ru_ru: Филиппины
vi: Tiếng Philipin

source: Please Delete the System Generated %s
ru_ru: Пожалуйста удалите сгенерированные системой %s
vi: Vui lòng xóa hệ thống đã tạo %s

source: Please change permissions on %s
ru_ru: Пожалуйста измените права для %s
vi: Vui lòng thay đổi quyền trên %s

source: Please choose your country or your nearest neighboring country for default Tones (Ex: dialtone, busy tone, ring tone etc.)
ru_ru: Пожалуйста выберите Вашу или соседнюю страну для тона линии по умолчанию (Напр: тон при наборе, сигнал при занятости, тон вызова и т.д.)
vi: Vui lòng chọn nước của bạn hoặc nước láng giềng gần nhất đối với mặc định chuông ( vi dụ âm gọi, âm báo bận, âm chuông, vv)

source: Please run '%s', then go back into the DAHDi Config Module
ru_ru: Пожалуйста запустите %s, затем вернитесь в модуль конфигурирования DAHDi
vi: Vui lòng chạy '%s', sau đó trở lại vào mô đun cấu hình DAHDi

source: Please run 'touch %s' and then '%s' to create this file.
vi: Vui lòng chạy 'touch %s' và tiếp theo là '%s' để tạo tệp này.

source: Poland
ru_ru: Польша
vi: Nước Ba Lan

source: Polarity CID Timeout
vi: Thời gian chờ CID phân cực

source: Polarity CID Timer
vi: Đồng hồ bấm giờ CID phân cực

source: Polarity Threshold
vi: Ngưỡng phân cực

source: Polish
ru_ru: Польский
vi: Tiếng Ba Lan

source: Port %s
ru_ru: Порт %s
vi: Cổng giao tiếp %s

source: Port %s Settings
ru_ru: Настройки порта %s
vi: Cài đặt cổng giao tiếp %s

source: Ports
ru_ru: Порты
vi: Cổng giao tiếp

source: Portugal
ru_ru: Португалия
vi: Nước Bồ Đào Nha

source: Portuguese
ru_ru: Португальский
vi: Tiếng Bồ Đào Nha

source: Random Noise
ru_ru: Случайный шум
vi: Tiếng ồn ngẫu nhiên

source: Random Noise - This setting causes the NLP to inject random noise to mask the echo reflection. For users in normal environments, Random Noise may be acceptable
ru_ru: Случайный шум - эта установка указывает NLP внести случайный шум для скрытия отражения эха. Подходит для пользователей, находящихся в обычной обстановке
vi: Random Noise ( Tiếng ồn ngẫu nhiên)- Cài đặt này sẽ khiến NLP thêm vào các tiếng ồn ngẫu nhiên để che đi các phản xạ của tiếng vọng. Đối với những người dùng trong các môi trường bình thường, Random Noise có thể chấp nhận được

source: Random Noise - This setting causes the NLP to inject random noise to mask the echo reflection. For users in normal environments, Random Noise may be acceptable.
ru_ru: Случайный шум - эта установка указывает NLP внести случайный шум для скрытия отражения эха. Подходит для пользователей, находящихся в обычной обстановке.
vi: Random Noise ( Tiếng ồn ngẫu nhiên)- Cài đặt này sẽ khiến NLP thêm vào các tiếng ồn ngẫu nhiên để che đi các phản xạ của tiếng vọng. Đối với những người dùng trong các môi trường bình thường, Random Noise có thể chấp nhận được.

source: Receive Gain
ru_ru: Усиление приёма
vi: Tăng cường tiếp nhận

source: Reload Asterisk DAHDi Module
vi: Tải lại Mô đun DAHDi Asterisk

source: Reloading...
vi: Đang tải lai...

source: Replacing..
ru_ru: Перемещение..
vi: Đang thay thế..

source: Reset File To Defaults
ru_ru: Сбросить файл в значения по умолчанию
vi: Cài đặt lại tệp về mặc định

source: Restart DAHDi & Asterisk
vi: Khởi động lại DAHDi & Asterisk
