Repository: FreePBX/dahdiconfig
Catalog: i18n/*/LC_MESSAGES/dahdiconfig.po
Languages: ru_ru, vi

source: Restarting DAHDi and Asterisk. Please wait...
vi: Đang khởi động lại DAHDi & Asterisk. Vui lòng chờ...

source: Restarting...
vi: Đang khởi động lại...

source: Ring Detect
ru_ru: Обнаружение сигнала вызова
vi: Phát hiện chuông báo

source: Romania
ru_ru: Румыния
vi: Nước Rô Man ni

source: Russia
ru_ru: Россия
vi: Nước Nga

source: Russian
ru_ru: Русский
vi: Tiếng Nga

source: Russian Federation
ru_ru: Российская Федерация
vi: Liên bang Nga

source: Sangoma Settings
vi: Cài đặt Sangoma

source: Saudi Arabia
ru_ru: Саудовская Аравия
vi: Nước Ả Rập Xê-Út

source: Save
ru_ru: Сохранить
vi: Lưu

source: Select Language
ru_ru: Выберите язык
vi: Lựa chọn ngôn ngữ

source: Set Defaults
vi: Cài đặt mặc định

source: Set port clocking
vi: Cài đặt port clocking

source: Signaling
ru_ru: Сигнальный
vi: Báo hiệu

source: Singapore
ru_ru: Сингапур
vi: Nước Singapore

source: Skip Category
vi: Bỏ qua danh mục ( Category)

source: Skips request of calling party category and ANI. <br />You need openr2 >= 1.2.0 to use this feature<br /> <strong>Default:</strong>no
vi: Bỏ qua yêu cầu của loại bên gọi và ANI. <br />bạn cần openr2 >= 1.2.0 để sử dụng tính năn này<br /> <strong>Default:</strong>no

source: Slovakia
ru_ru: Словакия
vi: Nước Slovakia

source: Slovenia
ru_ru: Словения
vi: Tiếng Slovakia

source: Software EC
vi: Phần mềm EC

source: Some development environments can not host DAHDI hardware so this mode uses mock files to acomplish the tasks.
vi: Một số môi trường phát triển không thể lưu phần cứng DAHDI vì vậy mô đun này sử dụng các tệp giả để hoàn thành các tác vụ.

source: South Africa
ru_ru: ЮАР
vi: Nước Nam Phi

source: South African
ru_ru: Южноафриканский
vi: Tiếng Nam Phi

source: South Korea
ru_ru: Южная Корея
vi: Nước Hàn Quốc

source: Spain
ru_ru: Испания
vi: Nước Tây Ban Nha

source: Span
ru_ru: Спан
vi: Khẩu độ

source: Spanish
ru_ru: Испанский
vi: Tiếng Tây Ban Nha

source: Specify the On Hook Speed, Ringer Impedance, Ringer Threshold, Current limiting, Tip/Ring voltage adjustment, Minimum Operational Loop current, and AC Impedance selection as predefined for each countries' analog line characteristics. Select the country in which your Asterisk server is operating. FCC is equivalent to United States. TBR21 is equivalent to Austria, Belgium, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, and the United Kingdom. If no choice is specified, the default is FCC
ru_ru: Установить скорость отключения от линии, импеданс звонкового устройства, порог звонкового устройства, ограничение тока, подстройка уровня напряжение сигнала вызова, минимальное значение тока в петле, и выбор предопределённого значения импеданса в качестве предопределённого для аналоговых линий разных стран. Выберите страну, в которой работает Asterisk-сервер. FCC - означает США. TBR21 - означает Австрия, Бельгия, Дания,Финляндия,Франция,Германия,Греция,Исландия,Ирландия,Италия,Люксембург,Нидерланды,Норвегия,Португалия,Испания,Швеция,Швейцария, и Великобритания. Если ничего не выбрано, по умолчанию FCC
vi: Xác định tốc độ On Hook, trở kháng Ringer, ngưỡng Ringer, giới hạn dòng điện, điều chỉnh điện áp Tip/ Ring, Dòng điện dạng vòng hoạt động thấp nhất, và việc chọn Trở kháng AC như được xác định trước cho các đặc tính đường dây analog của mỗi quốc gia. Chọn quốc gia mà máy chủ Asterisk đang hoạt động. FCC tương đương với Hoa Kỳ. TBR21 tương đương với Áo, Bỉ, Đan Mạch, Phần Lan, Pháp, Đức, Hy Lạp, Iceland, Ireland, Ý, Luxembourg, Hà Lan, Na Uy, Bồ Đào Nha, Tây Ban Nha, Thụy Điển, Thụy Sĩ và Vương quốc Anh. Nếu không có lựa chọn nào xác đinh, mặc định sẽ là FCC

source: Specify the audio compression scheme (codec) to be used for analog lines. North American users should choose ulaw. All other countries, unless otherwise known, should be assumed to be alaw. If no choice is specified, the default is ulaw. Confirm the scheme which will be best for operation
ru_ru: Определить схему сжатия аудио (кодек), используемый для аналоговых линий. Пользователям из Северной Америки следует использовать ulaw. В остальные странах следует использовать alaw если иное не указано. По умолчанию используется ulaw. Укажите тип кодека для наилучшего результата
vi: Xác định sơ đồ nén âm thanh được sử dụng cho các đường dây analog. Những người dùng Bắc Mỹ nên chọn ulaw. Các nước khác, trừ khi được biết đến, nên la alaw . Nếu không có lựa chọn nào xác định, mặc định sẽ là ulaw. Xác nhận sơ đồ tốt nhất cho việc điều hành

source: Specify the audio compression scheme (codec) to be used for analog lines. North American users should choose ulaw. All other countries, unless otherwise known, should be assumed to be alaw. If no choice is specified, the default is ulaw. Confirm the scheme which will be best for operation.
ru_ru: Определить схему сжатия аудио (кодек), используемый для аналоговых линий. Пользователям из Северной Америки следует использовать ulaw. В остальные странах следует использовать alaw если иное не указано. По умолчанию используется ulaw. Укажите тип кодека для наилучшего результата.
vi: Xác định sơ đồ nén âm thanh được sử dụng cho các đường dây analog. Những người dùng Bắc Mỹ nên chọn ulaw. Các nước khác, trừ khi được biết đến, nên la alaw . Nếu không có lựa chọn nào xác định, mặc định sẽ là ulaw. Xác nhận sơ đồ tốt nhất cho việc điều hành.

source: Specify the kernel module used by the installed analog hardware
ru_ru: Указать модуль ядра, используемый установленным аналоговым устройством
vi: Xác định Mô đun kernel được sử dụng bởi các phần cứng analog đã cài

source: Specify the kernel module used by the installed analog hardware.
ru_ru: Указать модуль ядра, используемый установленным аналоговым устройством.
vi: Xác định Mô đun kernel được sử dụng bởi các phần cứng analog đã cài.

source: Specify the language
ru_ru: Укажите язык
vi: Xác định ngôn ngữ

source: Specify the type of Message Waiting Indicator detection to be done on FXO ports. If no choice is specified, the default is none. The following options are available
ru_ru: Укажите тип обнаружения индикатора ожидающего сообщения, сделанного на FXO-порту. По умолчанию - нет. Доступны следующие опции
vi: Xác định kiểu loại của bộ thông báo tin nhắn đang chờ, việc phát hiện sẽ được thực hiện bởi các cổng giao tiếp FXO. Nếu không có lựa chọn nào, mặc định sẽ là không có. Sẽ sẵn có những tùy chọn sau

source: Specify the voltage used for ringing an analog phone. Normal will set the ring voltage to 40V, and Peak will set the voltage to 89V. If no choice is specified, the default is normal
ru_ru: Указать уровень напряжения, используемый для звонка аналоговых телефонах. Если выбрано "Нормальный", то будет установлено в 40 В, и Пик будет установлен в значение 89В. По умолчанию - "Нормальный"
vi: Xác định điện áp được sử dụng cho rung chuông điện thoại analog. Chọn Normal điện áp rung chuông được cài đặt là 40V, và chọn Peak điện áp sẽ được cài đặt là 89V. Nếu không có lựa chọn nào được xác định, mặc định là Normal

source: Specify the voltage used for ringing an analog phone. Normal will set the ring voltage to 40V, and Peak will set the voltage to 89V. If no choice is specified, the default is normal.
ru_ru: Указать уровень напряжения, используемый для звонка аналоговых телефонах. Если выбрано "Нормальный", то будет установлено в 40 В, и Пик будет установлен в значение 89В. По умолчанию - "Нормальный".
vi: Xác định điện áp được sử dụng cho rung chuông điện thoại analog. Chọn Normal điện áp rung chuông được cài đặt là 40V, và chọn Peak điện áp sẽ được cài đặt là 89V. Nếu không có lựa chọn nào được xác định, mặc định là Normal.

source: Specify whether the channel should be answered immediately or if the simple switch should provide dialtone, read digits, etc
ru_ru: Указывает, будет ли немедленно ответ в канале или если простая коммутация должна обеспечить тоновый сигнал, прочитывать цифры и т.д
vi: Xác định kênh có cần phải trả lời ngay lập tức hoặc công tắc đơn giản có nên cung cấp âm quay số, đọc chữ số, vv

source: Specify whether to apply Fast Ringer operation. Setting Fast Ringer (25Hz) (commonly used in conjunction with the Low Power option) increases the ringing speed to 25Hz. If no choice is specified, the default is normal
ru_ru: Определить применять ли функционал Fast Ringer. Установка Fast Ringer (25 Гц) (обычно применяется в связке с опцией Low Power ) увеличивает скорость сигнала вызова до 25 Гц. Если ничего не выбрано, то значение по умолчанию Нормально
vi: Xác định có nên áp dụng chế độ hoạt động Fast Ringer hay không. Cài đặt Fast Ringer (25 Hz) ( thông thường được sử dụng kết hợp với tùy chọn Low Power) sẽ tăng tốc độ rung chuông lên đến 25Hz. Nếu không có tlựa chọn nào được xác định, mặc định sẽ là Normal

source: Specify whether to apply Fast Ringer operation. Setting Fast Ringer (25Hz) (commonly used in conjunction with the Low Power option) increases the ringing speed to 25Hz. If no choice is specified, the default is normal.
ru_ru: Определить применять ли функционал Fast Ringer. Установка Fast Ringer (25 Гц) (обычно применяется в связке с опцией Low Power ) увеличивает скорость сигнала вызова до 25 Гц. Если ничего не выбрано, то значение по умолчанию Нормально.
vi: Xác định có nên áp dụng chế độ hoạt động Fast Ringer hay không. Cài đặt Fast Ringer (25 Hz) ( thông thường được sử dụng kết hợp với tùy chọn Low Power) sẽ tăng tốc độ rung chuông lên đến 25Hz. Nếu không lựa chọn nào được xác định, mặc định sẽ là Normal.

source: Specify whether to apply Low Power operation. Setting Fast Ringer to 50V peak in conjunction with the Fast Ringer option increases the peak voltage during Fast Ringer operation to 50V. If no choice is specified, the default is normal
ru_ru: Определить применять ли функционал Low Power. Установка Fast Ringer в 50 в пике в связке с опцией Fast Ringer увеличивает пиковое напряжение во время работы FastRinger в значение 50 В. Если ничего не выбрано, то значение по умолчанию Нормально
vi: Xác định có nên áp dụng chế độ hoạt động Low Power hay không. Cài đặt Fast Ringer lên tới đỉnh 50V kết hợp với tùy chọn Fast Ringer, điện áp sẽ đạt đỉnh 50V trong quá trình hoạt động ở chế độ Fast Ringer. Nếu không lựa chọn nào được xác định, mặc định sẽ là Normal

source: Specify whether to apply Low Power operation. Setting Fast Ringer to 50V peak in conjunction with the Fast Ringer option increases the peak voltage during Fast Ringer operation to 50V. If no choice is specified, the default is normal.
ru_ru: Определить применять ли функционал Low Power. Установка Fast Ringer в 50 в пике в связке с опцией Fast Ringer увеличивает пиковое напряжение во время работы FastRinger в значение 50 В. Если ничего не выбрано, то значение по умолчанию Нормально.
vi: Xác định có nên áp dụng chế độ hoạt động Low Power hay không. Cài đặt Fast Ringer lên tới đỉnh 50V kết hợp với tùy chọn Fast Ringer, điện áp sẽ đạt đỉnh 50V trong quá trình hoạt động ở chế độ Fast Ringer. Nếu không có lựa chọn nào được xác định, mặc định sẽ là Normal.

source: Specify whether to apply normal ring detection, or a full wave detection to prevent false ring detection for lines where CallerID is sent before the first ring and proceeded by a polarity reversal (as in the United Kingdom). If you are experiencing trouble with detecting CallerID from analog service providers, or have lines which exhibit a polarity reversal before CallerID is transmitted from the provider, then select Full Wave. If no choice is specified, the default is standard
ru_ru: Применять ли обычное обнаружение гудка, или обнаружение двухполупериодного сигнала для предотвращения ложного обнаружения звонка на линиях когда CallerID посылается перед первым гудком и обрабатывается путём изменения полярности(как в Великобритании). Если Вы сталкиваетесь с проблемами определения CallerID от аналогового сервис-провайдера или у вас линии, которые меняют полярность до того, как CallerID посылается от провайдера, тогда выберите Полнопериодная Волна. Если ничего не выбрано, то по умолчанию Стандартное
vi: Xác định xem có nên áp dụng phát hiện chuông bình thường không hay phát hiện một toàn sóng để tránh bị lỗi cho việc phát hiện chuông trên các đường dây nơi CallerID được gửi trước hồi chuông đầu tiên và được thực hiện bởi một sự đảo ngược cực cuộc gọi (như tại Vương quốc Anh). Nếu bạn đã từng gặp rắc rối trong việc phát hiện CallerID từ các nhà cung cấp dịch vụ analog, hoặc có những đường dây có biểu hiện bị đảo cực trước khi nhà cung cấp truyền CallerID, hãy chọn Full Wave. Nếu không có lựa chọn được xác định, mặc định là Standard (tiêu chuẩn)

source: Specify whether to apply normal ring detection, or a full wave detection to prevent false ring detection for lines where CallerID is sent before the first ring and proceeded by a polarity reversal (as in the United Kingdom). If you are experiencing trouble with detecting CallerID from analog service providers, or have lines which exhibit a polarity reversal before CallerID is transmitted from the provider, then select Full Wave. If no choice is specified, the default is standard.
ru_ru: Применять ли обычное обнаружение гудка, или обнаружение двухполупериодного сигнала для предотвращения ложного обнаружения звонка на линиях когда CallerID посылается перед первым гудком и обрабатывается путём изменения полярности(как в Великобритании). Если Вы сталкиваетесь с проблемами определения CallerID от аналогового сервис-провайдера или у вас линии, которые меняют полярность до того, как CallerID посылается от провайдера, тогда выберите Полнопериодная Волна. Если ничего не выбрано, то по умолчанию Стандартное.
vi: Xác định xem có nên áp dụng phát hiện chuông bình thường không hay phát hiện một toàn sóng để tránh bị lỗi cho việc phát hiện chuông trên các đường dây nơi CallerID được gửi trước hồi chuông đầu tiên và được thực hiện bởi một sự đảo ngược cực cuộc gọi (như tại Vương quốc Anh). Nếu bạn đã từng gặp rắc rối trong việc phát hiện CallerID từ các nhà cung cấp dịch vụ analog, hoặc có những đường dây có biểu hiện bị đảo cực trước khi nhà cung cấp truyền CallerID, hãy chọn Full Wave. Nếu không có lựa chọn được chỉ định, mặc định là Standard (tiêu chuẩn).

source: Specify whether to apply the opermode setting to your FXO modules only, or to both FXS and FXO modules. If no choice is specified, the default is apply opermode to fxo modules only
ru_ru: Указывает, применять ли настройку режима функционирования только к Вашим FXO модулям или к обоим FXS и FXO-модулям. Если ничего не выбрано, то по умолчанию применятеся только к FXO-модулям
vi: Xác định có nên áp dụng cài đặt opermode cho chỉ mỗi mô đun FOX , hay cho cả các mô đun FXS và FXO. Nếu không có lựa chọn nào xác định, mặc định sẽ là chỉ áp dụng opermode cho các mô đun fxo

source: Specify whether to apply the opermode setting to your FXO modules only, or to both FXS and FXO modules. If no choice is specified, the default is apply opermode to fxo modules only.
ru_ru: Указывает, применять ли настройку режима функционирования только к Вашим FXO модулям или к обоим FXS и FXO-модулям. Если ничего не выбрано, то по умолчанию применятеся только к FXO-модулям.
vi: Xác định có nên áp dụng cài đặt opermode cho chỉ mỗi mô đun FOX , hay cho cả các mô đun FXS và FXO. Nếu không có lựa chọn nào xác định, mặc định sẽ là chỉ áp dụng opermode cho các mô đun fxo.

source: Standard
ru_ru: Стандартный
vi: Tiêu chuẩn

source: Starting DAHDi for Digium Cards
ru_ru: Запуск DAHDi для плат Digium
vi: Đang khởi động DAHI cho các card Digium

source: Starting Wanrouter for Sangoma Cards
ru_ru: Запуск Wanrouter-а для плат Sangoma
vi: Đang khởi động Wanrouter ( bộ định tuyến mạng WAN) cho các card Sangoma

source: Stopping DAHDi for Digium Cards
ru_ru: Останов DAHDi для плат Digium
vi: Đang dừng DAHi cho các card Digium

source: Stopping Wanrouter for Sangoma Cards
ru_ru: Останов Wanrouter-a для плат Sangoma
vi: Đang dừng Wanrouter (( bộ định tuyến mạng WAN) đối với các card Sangoma

source: Support call forward variable
ru_ru: Переменная Поддержка перевода вызова
vi: Hỗ trợ chuyển tiếp cuộc gọi tự định

source: Support flash-hook call transfer (requires three way calling)
ru_ru: Поддержка перевода вызова кратковременным нажатием рычага
vi: Hỗ trợ truyền cuộc gọi flash-hook ( yêu cầu cho cuộc gọi ba bên)

source: Support switch-side transfer (called 2BCT, RLT or other names)
ru_ru: Поддержка перевода вызова на стороне коммутатора (называется 2BCT, RLT или др.)
vi: Hỗ trợ truyền switch-side ( chuyển mạch các bên) ( gọi là 2BCT, RLT hoặc các tên khác)

source: Support three-way calling
ru_ru: Поддержка трёхэтапного вызова
vi: Hỗ trợ cuộc gọi ba bên

source: Suppression NLP (default)
ru_ru: Подавление NLP(по умолчанию)
vi: Khử NLP ( Mặc định)

source: Suppression NLP - This setting causes the NLP to suppress echo reflections by reducing the amplitude of their volume. Suppression may be used in combination with the Echo cancellation NLP Max Suppression option. For users in loud environments, Suppression NLP may be the best option. This is the default setting for the Echo Cancellation NLP Type option
ru_ru: Подавление NLP - Эта установка заставит NLP подавить отражение эха путём уменьшения его амплитуды. Подавление может использоваться в комбинации с NLP-опцией максимального подавления. Для пользователей в шумной среде, опция NLP-подавление может быть лучшим выбором. Это настройка по умолчанию для типа NLP-эхоподавления
vi: Suppression NLP ( Khử NLP) - Cài đặt này sẽ làm cho NLP khử đi những phản xạ tiếng vọng bằng cách giảm độ lớn âm lượng của tiếng vọng. Việc khử này có thể được sử dụng kết hợp với tùy chọn Echo cancellation NLP Max Suppression ( Triệt tiếng ồn khử tối đa NLP ). Đối với người dùng trong môi trường có âm thanh lớn, Suppression NLP sẽ là tùy chọn tốt nhất. Cài đặt này là cài đặt mặc định trong tùy chọn Echo Cancellation NLP Type ( Kiểu triệt tiếng vọng NLP)

source: Suppression NLP - This setting causes the NLP to suppress echo reflections by reducing the amplitude of their volume. Suppression may be used in combination with the Echo cancellation NLP Max Suppression option. For users in loud environments, Suppression NLP may be the best option. This is the default setting for the Echo Cancellation NLP Type option.
ru_ru: Подавление NLP - Эта установка заставит NLP подавить отражение эха путём уменьшения его амплитуды. Подавление может использоваться в комбинации с NLP-опцией максимального подавления. Для пользователей в шумной среде, опция NLP-подавление может быть лучшим выбором. Это настройка по умолчанию для типа NLP-эхоподавления.
vi: Suppression NLP ( Khử NLP) - Cài đặt này sẽ làm cho NLP khử đi những phản xạ tiếng vọng bằng cách giảm độ lớn âm lượng của tiếng vọng. Việc khử này có thể được sử dụng kết hợp với tùy chọn Echo cancellation NLP Max Suppression ( Triệt tiếng ồn khử tối đa NLP ). Đối với người dùng trong môi trường có âm thanh lớn, Suppression NLP sẽ là tùy chọn tốt nhất. Cài đặt này là cài đặt mặc định trong tùy chọn Echo Cancellation NLP Type ( Kiểu triệt tiếng vọng NLP).

source: Sweden
ru_ru: Швеция
vi: Thụy Điển

source: Swedish
ru_ru: Шведский
vi: Tiếng Thụy Điển

source: Switzerland
ru_ru: Швейцария
vi: Thụy Sĩ

source: Syria
ru_ru: Сирия
vi: Nước Syria

source: System Configuration File Location
vi: Vị trí tệp cấu hình hệ thống

source: System Settings
ru_ru: Системные настройки
vi: Cài đặt hệ thống

source: Taiwan
ru_ru: Тайвань
vi: Đài Loan

source: Taiwanese
ru_ru: Тайваньский
vi: Tiếng Đài Loan

source: Thailand
ru_ru: Тайланд
vi: Thái Lan

source: The %s team can NOT be held responsible if you enable this module and your trunks/cards suddenly stop working because your configurations have changed.
ru_ru: Команда %s не несёт ответственности если вы активируете этот модуль и ваши транки/платы вдруг перестанут работать вследствие изменения конфигурации.
vi: Team %s không chịu trách nhiệm nếu bạn kích hoạt mô đun này và trung kế/ các card bị dừng hoạt động đột ngột bởi các cấu hình của bạn vừa bị thay đổi.

source: The context to use for inbound calls to this analog device
ru_ru: Применяемый контекст для входящих вызовов на это аналоговое устройство
vi: Ngữ cảnh sử dụng cho các cuộc gọi vào tới thiết bị analog này

source: The recommended way to set line mode on your Digium 1-, 2-, and 4-port (span) digital telephony cards is to set the jumper(s) on the card for either T1 or E1 mode for each span on the card. With the jumper off, the span is ready for T1 mode; with the jumper on, the span is ready for E1 mode. For more details about the jumpers, see the user manual for the single, dual, or quad span digital cards.<br/>However, sometimes a card will have been installed in a server without first setting the jumper(s) correctly, and it may be inconvenient to remove the card from the server to access its jumper(s). In this case, the "default_linemode" option can be passed when the card's device driver is loaded
ru_ru: Рекомендуемым путём установки режима линии на Ваших 1-, 2-, и 4-х портовых платах Digium является установка переключателей либо в один из режимов T1 или E1 для каждого порта. Если переключатель снят, то порт готов работать в режиме T1. Для более детальной информации о переключателях смотрите руководство пользователя для 1-, 2-, и 4-портовых плат.<br/>Однако,часто плата установлена на сервере без корректной первоначальной установки, и снятие переключателей может оказаться неудобным.В таком случае, можно обойти опцию 'default_linemode' когда драйвер платы загружен
vi: Cách khuyến nghị để cài đặt chế độ đường dây trên các card điện thoại kỹ thuật số Digium 1-, 2-, and 4-port (span) là cài đặt jumper trên card cho chế độ T1 hoặc E2 đối với mỗi biện độ trên card. Khi Jumper tắt, biên độ sẵn sàng cho chế độ T1, khi Jumper bật, biên độ sẽ sẵn sàng cho chế độ E1. Để có thêm thông tin chi tiết về jumper, xem sổ tay người dùng cho các card kỹ thuật số đơn, kép hay quad span. <br/> Tuy nhiên thỉnh thoảng môt card sẽ được cài đặt trong một máy chủ mà không cần thiết lập jumper chính xác, và nó có thể bất lợi trong việc xóa các card khỏi máy chủ để truy nhập jumper của nó. Trong trường hợp này tùy chọn "default_linemode" nên được chọn khi driver thiết bị của card được tải

source: The values are in db (decibels). A positive number increases the volume level on a channel, and a negative value decreases volume level
ru_ru: Значения в Дб (децибелах). Положительно значение увеличивает уровень в канале, отрицательное- уменьшает
vi: Các giá trị bằng đơn vị db (đề xi ben). Một số dương sẽ tăng mức âm lượng ở một kênh, và một giá trị âm sẽ làm giảm mức âm lượng

source: There are no DAHDI Groups or Channels available to be configured. Check the DAHDI module to configure any un-used cards
ru_ru: Нет DAHDI групп или каналов,доступных для конфигурирования. Проверьте DAHDI-модуль для конфигурирования любых неиспользуемых плат
vi: Không có nhóm DAHDI hay kênh khả dụng được cấu hình. Đánh dấu check vào mô đun DAHDI để cấu hình bất kỳ card nào chưa sử dụng

source: This edits all settings in %s
ru_ru: Это редактирует все настройки в %s
vi: Điều này sẽ chỉnh sửa tất cả các cài đặt trong %s

source: This edits all settings in chan_dahdi.conf
ru_ru: Это редактирует все настройки в chan_dahdi.conf
vi: Điều này sẽ chỉnh sửa tất cả các cài đặt trong chan_dahdi.conf

source: This edits order and loading of DAHDi modules in %s
ru_ru: Это редактирует порядок и загрузку DAHDI-модулей в %s
vi: Điều này sẽ chỉnh sửa các lệnh và tải của các mô đun DAHDI trong %s

source: This enables listening for the beep-beep busy pattern
ru_ru: Это активирует прослушивание шаблона сигнала "занято"
vi: Điều này sẽ kích hoạt tính năng nghe các chuỗi bíp bíp báo bận
