Repository: FreePBX/dahdiconfig
Catalog: i18n/*/LC_MESSAGES/dahdiconfig.po
Languages: ru_ru, vi

source: This feature allows to skip the use of Group B/II signals and go directly to the accepted state for incoming calls.<br /> <strong>Default:</strong>no
vi: Tính năng này cho phép bỏ qua việc sử dụng tín hiệu nhóm B/II và tới thẳng các trạng thái được chấp nhận cho các cuộc gọi đến.<br /> <strong>Default:</strong>no

source: This feature is related but independent of mfcr2_allow_collect_calls. <br />Some PBX's require a double-answer process to block collect calls, if you ever have problems blocking collect calls using Group B signals (mfcr2_allow_collect_calls=no) then you may want to try with mfcr2_double_answer=yes, this will cause that every answer signal is changed by answer->clear back->answer (sort of a flash) (see also 'mfcr2_allow_collect_calls')<br /> <strong>Default:</strong>no
vi: Tính năng này có liên quan nhưng độc lập với mfcr2_ cho phép thu thập cuộc gọi <br /> Một số PBX cần một quy trình trả lời kép để thu thập các cuộc gọi, nếu bạn gặp sự cố khi ngăn chặn việc thu thập cuộc gọi bằng tín hiệu nhóm B (mfcr2_allow_collect_calls = no) thì bạn nên thử với mfcr2_double_answer = yes, Điều này sẽ khiến mỗi tín hiệu trả lời sẽ bị thay đổi bởi answer->clear back->answer (sort of flash- một thuật toán sắp xếp tại chỗ) (xem 'mfcr2_allow_collect_calls')<br /> <strong>Default:</strong>no

source: This is not available on your system
vi: Điều này không khả dụng trong hệ thống

source: This message will re-appear everytime you load the module while it is in a disabled write state so as to not cause any confusion
ru_ru: Это сообщение будет появляться заново всякий раз когда вы загружаете модуль, находящийся в режиме запрета записи чтобы не вызывать путаницы
vi: Tin nhắn này sẽ xuất hiện lại mỗi khi bạn tải mô đun khi nó đang trong trạng thái vô hiệu ghi để tránh gây nhầm lẫn

source: This module should never be used alongside "dahdi_genconfig". Using "dahdi_genconfig" and this module at the same time can have unexpected consequences.
ru_ru: Этот модуль не следует использовать вместе с "dahdi_genconfig". Одновременное использование "dahdi_genconfig" и этого модуля может привести к неожиданному результату.
vi: Không bao giờ sử dụng mô đun này cùng với "dahdi_genconfig". Sử dụng "dahdi_genconfig" và mô đun này cùng lúc sẽ tạo ra những hậu quả không mong muốn.

source: This option allows you to specify the threshold, in dB difference between the received audio (post echo cancellation) and the transmitted audio, for when the NLP will engage (VPMADT032 only). The default setting is 24 dB
ru_ru: Эта опция позволяет установить порог, в дБ - разницу между принимаемым и передаваемым аудио, в случае когда задействовано NLP(только VPMADT032). Значение по умолчанию 24 дБ
vi: Tùy chọn này cho phép bạn xác định ngưỡng, trong sự chênh lệch dB giữ các âm thanh nhận được ( trước khi triệt tiếng vọng) và các âm thanh được truyền đi, cho khi NLP sẽ khớp với ( chỉ mỗi VPMADT032). Cài đặt mặc định là 24 dB

source: This option allows you to specify the threshold, in dB difference between the received audio (post echo cancellation) and the transmitted audio, for when the NLP will engage (VPMADT032 only). The default setting is 24 dB.
ru_ru: Эта опция позволяет установить порог, в дБ - разницу между принимаемым и передаваемым аудио, в случае когда задействовано NLP(только VPMADT032). Значение по умолчанию 24 дБ.
vi: Tùy chọn này cho phép bạn xác định ngưỡng, trong sự chênh lệch dB giữ các âm thanh nhận được ( trước khi triệt tiếng vọng) và các âm thanh được truyền đi, cho khi NLP sẽ khớp với ( chỉ mỗi VPMADT032). Cài đặt mặc định là 24 dB.

source: This option allows you to specify the type of Non Linear Processor you want applied to the post echo-cancelled audio reflections received from analog connections (VPMADT032 only). There are several options
ru_ru: Эта опция позволяет установить тип Нелинейного Процессора,который вы хотите применить к отражённому сигнала(возникающего после эхоподавления), принятого через аналоговое соединение (только VPMADT032)
vi: Tùy chọn này cho phép bạn xác định kiểu của Non Linear Processor ( NLP- bộ xử lý phi tuyến) khi bạn muốn áp dụng các phản xạ âm thanh triệt tiếng vọng nhận được từ các kết nối analog (chỉ mỗi VPMADT032). Có một số tuỳ chọn

source: This option allows you to specify the type signaling for this analog device.
ru_ru: Эта опция позволяет указать тип сигнализации для данного аналогового устройства.
vi: Tùy chọn này cho phép bạn xác định kiểu tín hiệu đối với các thiết bị analog.

source: This option, only functional when the Echo Cancellation NLP Type option is set to Suppression NLP, specifies the maximum amount of dB that the NLP should attenuate the residual echo (VPMADT032 only). Lower numbers mean that the NLP will provide less suppression (the residual echo will sound louder). Higher numbers, especially those approaching or equaling the Echo Cancellation NLP Threshold option, will nearly mute the residual echo. The default setting is 24 dB
ru_ru: Эта опция(имеет значение когда опция Echo Cancellation NLP Type установлено в значение Suppression NLP ) позволяет указать максимальное значение в дБ, которое NLP должно установить для остаточного эха. (только VPMADT032). При малых значениях NLP обеспечит меньшее подавление (остаточное эхо будет звучать громче). Высокие значения, приближающиеся или равные значению опции Echo Cancellation NLP Threshold, практическт подавят остаточное эхо. Значение по умолчанию 24 дБ
vi: Tùy chọn này, chỉ hoạt động khi tùy chọn kiểu NLP của Triệt Echo được cài đặt là Suppression NLP ( Khử NLP), xác định lượng dB tối đa mà NLP cần để làm suy giảm echo còn lại (chỉ VPMADT032). Với số thấp hơn thì NLP sẽ cung cấp suppression ít hơn (Các echo còn lại sẽ lớn hơn). Với số cao hơn, đặc biệt là những số đang tiếp cận hoặc tương đương với tùy chọn Echo Cancellation NLP Threshold ( Ngưỡng NLP triệt Echo) thì các echo còn lại sẽ dường như bị tắt luôn. Cài đặt mặc định là 24 dB

source: This option, only functional when the Echo Cancellation NLP Type option is set to Suppression NLP, specifies the maximum amount of dB that the NLP should attenuate the residual echo (VPMADT032 only). Lower numbers mean that the NLP will provide less suppression (the residual echo will sound louder). Higher numbers, especially those approaching or equaling the Echo Cancellation NLP Threshold option, will nearly mute the residual echo. The default setting is 24 dB.
ru_ru: Эта опция(имеет значение когда опция Echo Cancellation NLP Type установлено в значение Suppression NLP ) позволяет указать максимальное значение в дБ, которое NLP должно установить для остаточного эха. (только VPMADT032). При малых значениях NLP обеспечит меньшее подавление (остаточное эхо будет звучать громче). Высокие значения, приближающиеся или равные значению опции Echo Cancellation NLP Threshold, практическт подавят остаточное эхо. Значение по умолчанию 24 дБ.
vi: Tùy chọn này, chỉ hoạt động khi tùy chọn kiểu NLP của Triệt Echo được cài đặt là Suppression NLP ( Khử NLP), xác định lượng dB tối đa mà NLP cần để làm suy giảm echo còn lại (chỉ VPMADT032). Với số thấp hơn thì NLP sẽ cung cấp suppression ít hơn (Các echo còn lại sẽ lớn hơn). Với số cao hơn, đặc biệt là những số đang tiếp cận hoặc tương đương với tùy chọn Echo Cancellation NLP Threshold ( Ngưỡng NLP triệt Echo) thì các echo còn lại sẽ dường như bị tắt luôn. Cài đặt mặc định là 24 dB.

source: This setting must be enabled on both ports involved, and the "facilityenable" setting must also be enabled to allow sending the transfer to the ISDN switch, since it sent in a FACILITY message
ru_ru: Эта установка должна быть включена на обеих используемых портах, и установка "facilityenable" должна так же быть включена для того,чтобы позволить передачу перевода вызова на ISDN - коммутатор,пока он передаётся в сообщении FACILITY
vi: Cài đặt này sẽ kích hoạt cả hai cổng giao tiếp liên quan, và cài đặt "facilityenable" phải được kích hoạt để cho phép việc gửi các truyền tải tới bộ chuyển mạch ISDN, vì nó đã được gửi trong một tin nhắn FACILITY

source: This will reload the page
ru_ru: Это перезагрузит страницу
vi: Điều này sẽ tải lại trang

source: Tone Region
ru_ru: Указать регион для частоты тонового сигнала
vi: Vùng nhạc

source: Transmit Gain
ru_ru: Усиление передачи
vi: Tăng cường truyền tải

source: Type
ru_ru: Тип
vi: Kiểu

source: UAE
ru_ru: ОАЭ
vi: Các tiểu vương quốc Ả Rập thống nhất

source: UK
ru_ru: Великобритания
vi: Vương quốc Anh (UK)

source: Unable to write to %s
ru_ru: Невозможно записать в %s
vi: Không thể ghi tới %s

source: United Kingdom
ru_ru: Великобритания
vi: Vương quốc Anh ( United Kingdom)

source: United States Circa 1950 / North America
ru_ru: США около 1950/Северная Америка
vi: Nước Mỹ vào khoảng 1950/ Bắc Mỹ

source: United States/North America
ru_ru: США./Северная Америка
vi: Nước Mỹ/ Bắc Mỹ

source: Use Caller ID
ru_ru: Использовать CallerID
vi: Sử dụng Caller ID

source: Use Caller ID Presentation
ru_ru: Использовать представление CallerID
vi: Sử dụng hiện Caller ID

source: Use mock hardware instead of real hardware
vi: Sử dụng phần cứng mô phỏng thay cho phần cứng thực

source: Usually national_subscriber works just fine. You can also change this setting from the dialplan by setting the variable MFCR2_CATEGORY (remember to set _MFCR2_CATEGORY from originating channels). <br />MFCR2_CATEGORY will also be a variable available in your context on incoming calls set to the value received from the far end.<br /> <strong>Default:</strong>national_subscriber
vi: Thông thường national_subscriber (thuê bao quốc gia) hoạt động tốt. Bạn có thể thay đổi cài đặt này từ kế hoạch quay số bằng cách cài đặt biến MFCR2_CATEGORY ( nhớ là cần cài đặt _MFCR2_CATEGORY từ các kênh gốc). <br />MFCR2_CATEGORY cũng sẽ là một biến khả dụng tại ngữ canhe tròn các cuộc gọi đến được cài đặt về giá trị nhận được từ phía xa.<br /> <strong>Default:</strong>national_subscriber

source: Venezuela
ru_ru: Венесуэла
vi: Nước Venezuela

source: WARNING
ru_ru: ПРЕДУПРЕЖДЕНИЕ
vi: CẢNH BÁO

source: WARNING: When this module is "enabled" for writing it WILL overwrite the following files:
ru_ru: ПРЕДУПРЕЖДЕНИЕ:Когда это модуль "доступен" для записи он ПЕРЕЗАПИШЕТ следующие файлы:
vi: CẢNH BÁO: Khi mô đun này được "kích hoạt" cho việc ghi thì nó sẽ ghi đè lên các tệp sau:

source: Wanrouter Failed: %s
ru_ru: Ошибка Wanrouter:%s
vi: Wanrouter ( bộ định tuyến mạng WAN) bị lỗi: %s

source: Wanrouter Started
ru_ru: Wanrouter запущен
vi: Wanrouter (bộ định tuyến mạng WAN) đã khởi động

source: Wanrouter Stopped
ru_ru: Wanrouter остановлен
vi: Wanrouter (bộ định tuyến mạng WAN) đã dừng

source: Whether or not to enable call waiting on internal extensions. With this set to "yes", busy extensions will hear the call-waiting tone, and can use hook-flash to switch between callers. The Dial() app will not return the "BUSY" result for extensions.
ru_ru: Включить ли ожидание вызова на внутреннем номере . Если установить в "да", то занятые внутренние номера будут слышать тон "ожидание вызова", и возможно кратковременным нажатием рычага переключаться между вызывающими. Приложение Dial() не будет возвращать значение "Занято".
vi: Có nên hoạt tính năng chờ cuộc gọi trong các máy nhánh nội bộ hay không. Thì với cài đặt về "yes", các máy nhánh bận sẽ nghe nhạc chờ cuộc gọ, và có thể sử dụng hook-flas để chuyển qua lại giữa những người gọi. Ứng dụng Dial (quay số) sẽ không trả về kết quả "BUSY" cho các máy nhanh.

source: Whether or not to support Call Return (*69, if your dialplan doesn't catch this first)
ru_ru: Указывает поддерживать ли возврат вызова (*69, если ваш диалплан первым не перехватит это )
vi: Có nên hỗ trợ Call Return ( Gọi lại) (*69, nếu kế hoạch quay số của bạn không có được điều này trước tiên)

source: Whether or not to use caller ID
ru_ru: Использовать ли CallerID
vi: Có nên sử dụng Caller ID

source: Whether or not to use the caller ID presentation for the outgoing call that the calling switch is sending
ru_ru: Указывает использовать ли представление значение идентификатора вызывающего абонента при исходящем вызове,который отправляет вызывающий коммутатор
vi: Có nên sử dụng hiện caller ID cho các cuộc gọi đi mà chuyển đổi cuộc gọi đang được gửi đến

source: Writing out default Sangoma conf
vi: Ghi ra mặc định Sangoma conf

source: Yemen
ru_ru: Йемен
vi: Nước Yemen

source: Yes
ru_ru: Да
vi: Có

source: You have new hardware! Please configure your new hardware using the edit button(s)
vi: Bạn có một phần cứng mới! Vui lòng cấu hình phần cứng này bằng cách sử dụng các nút chỉnh sửa

source: add additional column
ru_ru: добавить дополнительный столбец
vi: Thêm một cột bổ sung

source: collect_call
vi: Thu thập cuộc gọi

source: dahdi_scan exists but can not be run as this user!
vi: dahdi_scan tồn tại nhưng không thể chạy được như người dùng này!

source: international_priority_subscriber
vi: Thuê bao_ưu tiên_quốc tế

source: international_subscriber
vi: Thuê bao_quốc tế

source: national_priority_subscriber
vi: Thuê bao_ưu tiên_quốc gia

source: national_subscriber
vi: Thuê bao_quốc gia

source: none - Performs no detection
ru_ru: Отсутствует- обнаружение не выполняется
vi: Không có- Việc phát hiện không được tiến hành

source: none - Performs no detection
ru_ru: Отсутствует-обнаружение не выполняется
vi: Không có - Việc phát hiện không được tiến hành

source: software EC to use in system.conf
vi: Phần mềm EC sử dụng trong system.conf

source: El Salvador
ru_ru: Сальвадор

source: Kewl Start
ru_ru: Крутой старт

source: Loop Start
ru_ru: Старт Петли

source: Macao
ru_ru: Макао

source: NEON
ru_ru: НЕОН

source: Opermode
ru_ru: Режим функционирования

source: alaw
ru_ru: alaw-алгоритм

source: fcc
ru_ru: класс сервисного кода

source: ulaw
ru_ru: ulaw-алгоритм
